{
  "header": {
    "menu": [
      {
        "title": "JAKA",
        "link": "/jaka",
        "sub": [
          { "title": "Zu Series", "link": "/jaka/zuseries" },
          { "title": "All-in-one", "link": "/jaka/allinone" },
          { "title": "Pro Series", "link": "/jaka/proseries" },
          { "title": "Mini Cobo", "link": "/jaka/minicobo" }
        ]
      },
      {
        "title": "Integrated Solution",
        "link": "/integrated",
        "sub": [
          { "title": "AI KIOSK", "link": "/integrated/aikiosk" },
          { "title": "AMR", "link": "/integrated/amr" }
        ]
      },
      {
        "title": "Company",
        "link": "/company",
        "sub": [
          { "title": "CEO's greeting", "link": "/company/greeting" },
          { "title": "History", "link": "/company/history" },
          { "title": "Location", "link": "/company/location" },
          { "title": "Partners", "link": "/company/partners" }
        ]
      },
      {
        "title": "News",
        "link": "/news",
        "sub": [{ "title": "Latest News", "link": "/news" }]
      },
      {
        "title": "Contact",
        "link": "/contact",
        "sub": [{ "title": "Contact Us", "link": "/contact" }]
      }
    ]
  },

  "footer": {
    "ceo": "CEO: Shinhee Mo",
    "address": "Address: 709, 10, Seonyu-ro 9-gil, Yeongdeungpo-gu, Seoul",
    "address_detail": "(Mullae-dong 6-ga, Mullae SK V1 Center)",
    "contact": "Contact: 070-8959-2960",
    "email": "Email: podosee@podosee.com"
  },

  "main": {
    "products": [
      {
        "title": "JAKA",
        "description": [
          "Podosee is the official distributor of JAKA Robotics in Korea",
          "and is dedicated to solving tasks that are difficult for human arms using collaborative robots."
        ]
      },
      {
        "title": "AI Kiosk",
        "description": [
          "Smart solutions for a better everyday life and business.",
          "From photo kiosks to ramen vending machines and fever alarms—discover a variety of solutions all in one place."
        ]
      },
      {
        "title": "AMR",
        "description": [
          "The start of efficient logistics and a smart workplace!",
          "Boost automation speed with AMRs."
        ]
      }
    ]
  },

  "jaka": {
    "page_title": "JAKA Collaborative Robots",
    "page_subtitle": "JAKA collaborative robots  have been successfully applied to automated production in multiple industrial sectors, providing innovation for industrial sectors with a continuous and powerful equipment foundations.",
    "series_title": "JAKA Collaborative Robots Series",
    "feature_title": "What make JAKA Cobots great for factory automation",

    "jaka_main_series": {
      "id1": {
        "description": [
          "Equiped with torque-feedback technology to provide accuracy and safety."
        ]
      },
      "id2": {
        "description": [
          "Integrated with JAKA Lens 2D camera and advanced self-learning algorithm."
        ]
      },
      "id3": {
        "description": [
          "Designed to operate in scenarios with the high protection level requirements."
        ]
      },
      "id4": {
        "description": [
          "Ideal for B2C businesses automation. 1 kg payload. Light, compact, and elegant."
        ]
      }
    },

    "jaka_page_video": {
      "video_about": {
        "ID": "zebaRutQwyU&t",
        "title": "JAKA Collaborative Robots in Action",
        "description": "With a payload capacity of 3 to 20 kg, a wide working range, and a 6-axis configuration, JAKA collaborative robots bring advanced robotics and seamless human-robot interaction to various industries—including automotive, logistics, electronics, and medical manufacturing—enhancing efficiency and innovation."
      }
    },

    "jaka_products": {
      "id1": {
        "name": "Remote Monitoring",
        "description": "Monitor the collaborative robot's work and set notifications\n with a unique security authentication system."
      },
      "id2": {
        "name": "Wireless Connection",
        "description": "JAKA collaborative robots help create a clean and safe workspace \nwithout complex wiring."
      },
      "id3": {
        "name": "Drag Teaching",
        "description": "With easy drag teaching and six highly flexible joints,\n the robot instantly remembers any position it is moved to."
      },
      "id4": {
        "name": "No Teaching Pendant",
        "description": "The JAKA app is available on tablets, smartphones, and PCs.\n Easily and conveniently program your collaborative robot."
      },
      "id5": {
        "name": "Graphical Programming",
        "description": "Intuitive graphical programming software requires\n no prior programming experience.\n Anyone can easily set and adjust positions and tasks."
      }
    }
  },

  "jaka_zu": {
    "page_title": "JAKA Zu Collaborative Robots",
    "page_subtitle": [
      "The JAKA Zu cobots take all of JAKA’s best-advanced robotics technology and combines the torque-feedback collision detection",
      "and a 6-axis design for an incredibly safe, accurate, intelligent and reliable series of cobots."
    ],
    "series_title": "JAKA Collaborative Robots Series",
    "comparison_title": "JAKA Zu Product Comparison",

    "zu_series": {
      "id1": {
        "description": ["Payload 3kg | Reach 626 mm"]
      },
      "id2": {
        "description": ["Payload 5kg | Reach 954 mm"]
      },
      "id3": {
        "description": ["Payload 7kg | Reach 819 mm"]
      },
      "id4": {
        "description": ["Payload 12kg | Reach 1327 mm"]
      },
      "id5": {
        "description": ["Payload 18kg | Reach 1073 mm"]
      },
      "id6": {
        "description": ["Payload 20kg | Reach 1780 mm"]
      }
    },

    "zu_page_video": {
      "video_about": {
        "ID": "fBJENsNZZmY&t",
        "title": "See JAKA Zu collaborative robots in action",
        "description": "Factory automation is simple with Jaka Zu. Myriad cobot applications are achieved immediately, on a plug-and-play basis."
      }
    }
  },

  "jaka_all_in_one": {
    "page_title": "JAKA All-in-one Collaborative Robots",
    "page_subtitle": [
      "Introducing our JAKA All-in-One collaborative robots designed to assist manufacturers in their industrial and factory automations.",
      "With payloads ranging from 3 to 18 kg and integrated 2D lens, JAKA All-in-One cobots are ideal for various industries, including 3C electronics, automotive, advanced manufacturing, logistics and more."
    ],
    "major_title": "The features of the JAKA All-in-one cobots",
    "first_feature_name": "Integrated vision system",
    "first_feature_description": [
      "The JAKA All-in-one cobots represent a leap forward in human-robot collaborative work. Along with wireless teach and graphic programming comes visual feedback:",
      "a camera-utilizing system that ensures precision and safety, while considerably broadening the range of tasks cobots may be assigned to.",
      "Fixed or mounted at the end of the cobot, the JAKA Lens 2D  features a high-quality lens, together with a specialized light source module providing users with full functionality and a 2D vision experience."
    ],
    "second_feature_name": "MiniCab",
    "second_feature_description": [
      "Thanks to MiniCab controller every JAKA All-in-one cobot feels at home mounted on an AGV.",
      "Cobots and AGVs (known as automated guided vehicle) on their own are remarkably useful;",
      "without the need for human intervention, AGV-cobot pairings can complete warehousing, and inspection tasks independently."
    ],
    "comparison_title": "JAKA All-in-one Product Comparison",
    "all_in_one_series": {
      "id1": {
        "description": ["Payload 3kg | Reach 626 mm"]
      },
      "id2": {
        "description": ["Payload 5kg | Reach 954 mm"]
      },
      "id3": {
        "description": ["Payload 7kg | Reach 819 mm"]
      },
      "id4": {
        "description": ["Payload 12kg | Reach 1327 mm"]
      },
      "id5": {
        "description": ["Payload 18kg I Reach 1073 mm"]
      }
    }
  },

  "jaka_pro": {
    "page_title": "JAKA Pro Collaborative Robots",
    "page_subtitle": "Oil-, dust-, and waterproof cobots designed to solve your manufacturing needs.",
    "major_title": "The features of the JAKA Pro",
    "feature_description": [
      "The JAKA Pro cobots have IP68, meaning that they are immune to dust, small particulates and liquids such as water and oil.",
      "They are capable of working non-stop for years in environments that would be intolerable for humans, full of metal and wood shavings, dust, wind or rain, in temperatures ranging from -10 up to 50°C (14 to 122°F).",
      "The series includes cobots that can handle payloads of 5 up to 16kg, with working radii of up to 1713mm."
    ],
    "comparison_title": "JAKA Pro Product Comparison",
    "pro_series": {
      "id1": {
        "description": ["Payload 5kg | Reach 954 mm"]
      },
      "id2": {
        "description": ["Payload 12kg | Reach 1327 mm"]
      },
      "id3": {
        "description": ["Payload 16kg | Reach 1713 mm"]
      }
    }
  },

  "jaka_minicobo": {
    "page_title": "JAKA MiniCobo",
    "page_subtitle": "Lightweight design, easy deployment, high performance, and great price/performance",
    "feature_title": "The features of the JAKA MiniCobo",
    "comparison_title": "JAKA MiniCobo Product Comparison",
    "about": [
      "JAKA MiniCobo has the characteristics of lightness, compactness, high flexibility, and easy installation.",
      "It uses an integrated intelligent drive module to achieve a lightweight design while having superior performance; in addition, rich secondary development interfaces provide customers with more choices in different scenarios.",
      "JAKA MiniCobo has a small appearance, simple and intuitive operation, low noise, and high-cost performance.",
      "It is especially suitable for consumption, service, education and other fields."
    ],

    "jaka_products": {
      "id1": {
        "name": "Remote Monitoring",
        "description": "Monitor the collaborative robot's work and set notifications with a unique security authentication system."
      },
      "id2": {
        "name": "Wireless Connection",
        "description": "JAKA collaborative robots help create a clean and safe workspace without complex wiring."
      },
      "id3": {
        "name": "Drag Teaching",
        "description": "With easy drag teaching and six highly flexible joints, the robot instantly remembers any position it is moved to."
      },
      "id4": {
        "name": "No Teaching Pendant",
        "description": "The JAKA app is available on tablets, smartphones, and PCs. Easily and conveniently program your collaborative robot."
      },
      "id5": {
        "name": "Graphical Programming",
        "description": "Intuitive graphical programming soft\n - ware requires no prior programming experience. Anyone can easily set and adjust positions and tasks."
      }
    }
  },

  "zu_detail_pages": {
    "products": {
      "3": {
        "pageTitle": "JAKA Zu 3 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_3.png",
        "about": [
          "The JAKA Zu 3 offers cutting-edge human-robot collaboration. With drag-and-drop graphic programming, teaching and operating the cobot becomes effortless.",
          "The built-in torque feedback ensures safety, regardless of the utilization of its 3 kg payload, within its working radius of 626 mm. It is ideal for tasks such as screwdriving, electronic assembly, small surface pick-and-place operations and other line and maintenance tasks.",
          "Its versatile mounting options enable it to be positioned anywhere – fixed at an angle, upside down, or even vertically.",
          "Its compact size, coupled with full functionality, makes it well-suited for 3C electronics and advanced manufacturing."
        ],
        "name": "JAKA Zu3 Specifications",
        "basicImg": "/assets/product_comparison/en/jaka_zu_3_basic_en.png",
        "commonImg": "/assets/product_comparison/en/jaka_zu_3_common_en.png",
        "feature_title": "The features of the JAKA Zu 3 Cobot",
        "field_title": "Best applications for JAKA Zu 3"
      },
      "5": {
        "pageTitle": "JAKA Zu 5 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_5.png",
        "about": [
          "With a 5kg payload and a working radius of 954mm, the Jaka Zu 5 cobot is perfectly suited for repetitive operations such as picking and placing, welding, assembly and more.",
          "Its features are specifically optimized for use in 3C electronics, automotive and other industries that demand high levels of precision.",
          "The visual and collision protection systems of the JAKA Zu 5 ensure its ability to function in harsh and unpredictable environments, eliminating the need for a safety fence.",
          "Its compact size and flexible mounting options facilitate easy placement at any angle – vertically, horizontally, on a slope or even upside down on the ceiling."
        ],
        "name": "JAKA Zu 5 Specifications",
        "basicImg": "/assets/product_comparison/en/jaka_zu_5_basic_en.png",
        "commonImg": "/assets/product_comparison/en/jaka_zu_5_common_en.png",
        "feature_title": "The features of the JAKA Zu 5",
        "field_title": "Best applications for JAKA Zu 5"
      },
      "7": {
        "pageTitle": "JAKA Zu 7 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_7.png",
        "about": [
          "Working for extended hours with weights of up to 7 kg can be exhausting for anyone. However, the JAKA Zu 7, with a payload of 7 kg, can manage this for 50,000 continuous hours within a working radius of 819 mm!",
          "Repetitive tasks like welding, packaging, palletizing, picking and placing and more pose no problem, freeing employees to undertake less physically demanding tasks required in a smart factory. It can be mounted at any angle – horizontally, vertically, on a slope or hanging from above.",
          "While most of our JAKA Zu 7 customers are from the automotive, 3C electronics, advanced manufacturing, renewable energy, medical devices, chemical and synthetic fibers industries, this cobot is suitable for many other industries too."
        ],
        "name": "JAKA Zu 7 Specifications",
        "basicImg": "/assets/product_comparison/en/jaka_zu_7_basic_en.png",
        "commonImg": "/assets/product_comparison/en/jaka_zu_7_common_en.png",
        "feature_title": "The features of the JAKA Zu 7",
        "field_title": "Best applications for JAKA Zu 7"
      },
      "12": {
        "pageTitle": "JAKA Zu 12 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_12.png",
        "about": [
          "The JAKA Zu 12 offers a payload of 12 kg and a larger working radius of 1327 mm compared to previous models in the JAKA Zu series. Capable of completing tasks that would typically require at least two people, it can operate continuously for 50,000 hours.",
          "Featuring a 6-axis configuration, the JAKA Zu 12 offers reliability and precision. Boasting an exceptional repeatability of ±0.03 mm.",
          "Despite its high payload capacity, it remains relatively lightweight and can be mounted at various angles – vertical, horizontal and everything in between.",
          "Its combined flexibility, safety features and reliability make it an ideal fit for applications in the automotive and auto parts industry, advanced manufacturing, household appliances, food packaging, and much more."
        ],
        "name": "JAKA Zu 12 Specifications",
        "basicImg": "/assets/product_comparison/en/jaka_zu_12_basic_en.png",
        "commonImg": "/assets/product_comparison/en/jaka_zu_12_common_en.png",
        "feature_title": "The features of the JAKA Zu 12",
        "field_title": "Best applications for JAKA Zu 12"
      },
      "18": {
        "pageTitle": "JAKA Zu 18 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_18.png",
        "about": [
          "The JAKA Zu 18 has the largest payload of 18 kg within the JAKA Zu range. Additionally, it has a significant working radius of 1073 mm.",
          "Despite its large payload, the Zu 18 is incredibly safe. Equipped with visual and torque-feedback collision protection systems, it operates seamlessly in any environment without the need for a safety fence.",
          "JAKA Zu 18 is perfect for use in diverse tasks such as packaging, palletizing, welding, testing, screw tightening, mold injection, bonding and more.",
          "Its utility spans across various industries, including the production or testing of medical devices, metal processing, chemical manufacturing, standard manufacturing and warehousing."
        ],
        "name": "JAKA Zu 18 Specifications",
        "basicImg": "/assets/product_comparison/en/jaka_zu_18_basic_en.png",
        "commonImg": "/assets/product_comparison/en/jaka_zu_18_common_en.png",
        "feature_title": "The features of the JAKA Zu 18",
        "field_title": "Best applications for JAKA Zu 18"
      },
      "20": {
        "pageTitle": "JAKA Zu 20 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_20.png",
        "about": [
          "JAKA Zu 20 is our new collaborative robot, designed for tasks that require heavier payload and extended reach.",
          "This cutting-edge robot builds upon the renowned qualities of the JAKA Zu series, offering simplicity.",
          "safety, reliability, and precision. With an impressive reach of 1780 mm and a payload capacity of 20 kg,it excels in heavy-duty and large-capacity applications.",
          "The IP65 protection adds an extra layer of reliability and resilience, ensuring the Zu 20 is also suitable for industrial environments where dust, dirt and water are present.",
          "From machine tending to material handling, welding to dispensing, palletizing to packaging, the JAKA Zu 20 is your ultimate partner for diverse industrial needs."
        ],
        "name": "JAKA Zu 20 Specifications",
        "basicImg": "/assets/product_comparison/en/jaka_zu_20_basic_en.png",
        "commonImg": "/assets/product_comparison/en/jaka_zu_20_common_en.png",
        "feature_title": "The features of the JAKA Zu 20",
        "field_title": "Best applications for JAKA Zu 20"
      }
    },

    "zu3_features": {
      "id1": {
        "name": "Graphical Programming",
        "description": "Intuitive graphical programming soft\n - ware requires no prior programming experience. Anyone can easily set and adjust positions and tasks."
      },
      "id2": {
        "name": "Drag Teaching",
        "description": "With easy drag teaching and six highly flexible joints, the robot instantly remembers any position it is moved to."
      },
      "id3": {
        "name": " Plug and Play",
        "description": "The installation of our cobots is fast, easy and flexible. They can be mounted at any angle and will begin working immediately once placed"
      },
      "id4": {
        "name": "Wireless Connection",
        "description": "JAKA collaborative robots help create a clean and safe workspace without complex wiring."
      },
      "id5": {
        "name": "No Teaching Pendant",
        "description": "The JAKA app is available on tablets, smartphones, and PCs. Easily and conveniently program your collaborative robot."
      },
      "id6": {
        "name": "Remote Monitoring",
        "description": "Monitor the collaborative robot's work and set notifications with a unique security authentication system."
      }
    },

    "zu5_features": {
      "id1": {
        "name": "Graphical Programming",
        "description": "Intuitive graphical programming soft\n - ware requires no prior programming experience. Anyone can easily set and adjust positions and tasks."
      },
      "id2": {
        "name": "Drag Teaching",
        "description": "With easy drag teaching and six highly flexible joints, the robot instantly remembers any position it is moved to."
      },
      "id3": {
        "name": " Plug and Play",
        "description": "The installation of our cobots is fast, easy and flexible. They can be mounted at any angle and will begin working immediately once placed"
      },
      "id4": {
        "name": "Wireless Connection",
        "description": "JAKA collaborative robots help create a clean and safe workspace without complex wiring."
      },
      "id5": {
        "name": "Remote Monitoring",
        "description": "Monitor the collaborative robot's work and set notifications with a unique security authentication system."
      }
    }
  },

  "all_in_one_detail_pages": {
    "products": {
      "3": {
        "pageTitle": "JAKA Ai 3 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_3.png",
        "about": [
          "With 3 kg payload and working radius of 626 mm, JAKA Ai 3 is small-environ cobot for complex tasks such as flexible assembly, inspection, or testing.",
          "Despite its smaller size, it packs all the key JAKA Ai series features – graphic programming, visual feedback and wireless teach – making it ideal for use across automotive, medical devices, 3C electronics, and a whole host of other industries.",
          "The JAKA Ai 3 has flexible dismount options, making it possible to easily mount vertically too, at 45-degree angle positions, or even upside-down on a ceiling. Moreover, no fences are required."
        ],
        "name": "JAKA Ai 3 Specifications",
        "basicImg": "/assets/product_comparison/kr/jaka_all_in_one_3_basic_kr.png",
        "commonImg": "/assets/product_comparison/kr/jaka_all_in_one_3_common_kr.png",
        "feature_title": "The features of the JAKA Ai 3",
        "field_title": "Best applications for JAKA Ai 3"
      },
      "5": {
        "pageTitle": "JAKA Ai 5 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_5.png",
        "about": [
          "The JAKA Ai 5 can handle a 5kg payload, and has a working radius of 954mm. With its excellent manoeuvrability, complicated automated tasks like flexible assembly, inspection and testing are no problem at all.",
          "The JAKA Ai 5 shines in many industries, but is particularly useful in logistics and manufacturing; palletizing, working on automobile and auto parts production lines, helping make medical devices, 3C electronics and more.",
          "With a decent payload-weight ratio, the JAKA Ai 5 can be mounted in a variety of positions and places – vertically, horizontally, at sloped angles or even upside down. And no more fences required!"
        ],
        "name": "JAKA Ai 5 Specifications",
        "basicImg": "/assets/product_comparison/kr/jaka_all_in_one_5_basic_kr.png",
        "commonImg": "/assets/product_comparison/kr/jaka_all_in_one_5_common_kr.png",
        "feature_title": "The features of the JAKA Ai 5",
        "field_title": "Best applications for JAKA Ai 5"
      },
      "7": {
        "pageTitle": "JAKA Ai 7 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_7.png",
        "about": [
          "The JAKA Ai 7’s 7kg payload, and working radius of 819mm, suits it perfectly to tasks such as welding, picking and placing, packaging, inspection and testing.",
          "Where other robots in the logistics industries may require in-person expert programming, the JAKA Ai 7 is equipped with wireless teach, and graphic programming. These advanced technologies, combined with the All-in-one series’ visual feedback system, make it ideal for quickly adapting to the processing, packaging and line production needs of virtually any industry.",
          "Interactivity and flexibility are two of the JAKA Ai 7’s strong points, facilitated by integrating its vision and force control algorithms. As well as preparing it for pressure-based tasks, these also increase security, greatly increasing the safety with which cobots and humans may share a space."
        ],
        "name": "JAKA Ai 7 Specifications",
        "basicImg": "/assets/product_comparison/kr/jaka_all_in_one_7_basic_kr.png",
        "commonImg": "/assets/product_comparison/kr/jaka_all_in_one_7_common_kr.png",
        "feature_title": "The features of the JAKA Ai 7",
        "field_title": "Best applications for JAKA Ai 7"
      },
      "12": {
        "pageTitle": "JAKA Ai 12 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_12.png",
        "about": [
          "On the JAKA Ai 12, the best-in-class working radius of 1327mm is matched with a 12kg payload. This makes it perfect for larger, complicated operations such as machine tending, vision picking, polishing, inspection, testing and many others.",
          "New tasks may be programmed and performed simply, with agility. Its integrated visual feedback ensures consistency and monitoring across palletizing, packaging, warehousing and any other task that might be required of it.",
          "Mounting and dismounting the JAKA Ai 12 presents no limits. It has full 360-degree mounting capabilities, meaning facility managers may install it on a horizontal surface, a vertical one, upside down, or anything in between. Also there is no need of protective fences anymore."
        ],
        "name": "JAKA Ai 12 Specifications",
        "basicImg": "/assets/product_comparison/kr/jaka_all_in_one_12_basic_kr.png",
        "commonImg": "/assets/product_comparison/kr/jaka_all_in_one_12_common_kr.png",
        "feature_title": "The features of the JAKA Ai 12",
        "field_title": "Best applications for JAKA Ai 12"
      },
      "18": {
        "pageTitle": "JAKA Ai 18 Collaborative Robots",
        "imgSrc": "/assets/jaka_zu/jaka_zu_18.png",
        "about": [
          "The JAKA Ai collaborative robot 18 is flexible, fast, and has excellent repeatability (±0.03mm).",
          "It has an incredibly high weight-payload ratio, and is able to handle its 18kg payload in a working radius of 1073mm. As such, it’s a great cobot for lifting and moving heavy parts and products, machine tending, palletizing, vision picking, polishing, inspection, more.",
          "JAKA Ai 18 can be integrated dynamically, seamlessly adapted for various tasks, all monitored for precision and efficacy by visual feedback. Palletizing, packaging, light and heavy-duty production lines, handling household appliances, and many other tasks are safely within the JAKA Ai 18’s purview."
        ],
        "name": "JAKA Ai 18 Specifications",
        "basicImg": "/assets/product_comparison/kr/jaka_all_in_one_18_basic_kr.png",
        "commonImg": "/assets/product_comparison/kr/jaka_all_in_one_18_common_kr.png",
        "feature_title": "The features of the JAKA Ai 18",
        "field_title": "Best applications for JAKA Ai 18"
      }
    },

    "all_in_one_features": {
      "id1": {
        "name": "Flexibility",
        "description": "The All-in-one technology makes compact, intelligent hardware operable in biology, mechanics, electronics and physics."
      },
      "id2": {
        "name": "Integrated JAKA Lens 2D",
        "description": "Fixed or mounted at the end of the cobot, the JAKA Lens 2D features a high-quality lens, together with a specialized light source module."
      },
      "id3": {
        "name": " Plug and Play",
        "description": "The installation of our cobots is fast, easy and flexible. They can be mounted at any angle and will begin working immediately once placed"
      },
      "id4": {
        "name": "Wireless Connection",
        "description": "JAKA collaborative robots help create a clean and safe workspace without complex wiring."
      },
      "id5": {
        "name": "Graphical Programming",
        "description": "Intuitive graphical programming soft\n - ware requires no prior programming experience. Anyone can easily set and adjust positions and tasks."
      },
      "id6": {
        "name": "Drag Teaching",
        "description": "With easy drag teaching and six highly flexible joints, the robot instantly remembers any position it is moved to."
      }
    }
  },

  "pro_detail_pages": {
    "products": {
      "5": {
        "pageTitle": "JAKA Pro 5 Collaborative Robots",
        "imgSrc": "/assets/jaka_pro/jaka_pro_5.png",
        "about": [
          "The JAKA Pro 5 is designed for harsh operating environments. The cobot is rated IP68, attesting to its resilience against dust, water, and oil.",
          "The JAKA Pro 5 could operate in a desert or a rainforest.",
          "Some production lines may necessarily be either extremely cold or hot. This makes it challenging for humans to endure such conditions for extended periods.",
          "Meanwhile, the JAKA Pro 5 has no issues. It operates perfectly from -10° C to 50° C."
        ],
        "name": "JAKA Pro 5 Specifications",
        "basicImg": "/assets/product_comparison/ko/jaka_pro_5_basic.png",
        "commonImg": "/assets/product_comparison/ko/jaka_pro_5_common.png",
        "feature_title": "The features of the JAKA Pro 5",
        "field_title": "Best applications for JAKA Pro 5"
      },
      "12": {
        "pageTitle": "JAKA Pro 12 Collaborative Robots",
        "imgSrc": "/assets/jaka_pro/jaka_pro_12.png",
        "about": [
          "In metalwork, the production of auto-parts, 3C electronics, agriculture, and many other industries, robotic arms are expected to have high protection against the elements.",
          "Whether outdoors in the wind and rain, or around frequent oil splashes, the JAKA Pro 12, with IP68 grade protection.",
          "t fits right into environments with temperatures that are challenging for human workers, fully operational from -10C up to 50C.",
          "With a working radius of 1327mm, and a payload of 12kg, it’s expert at metal cutting, grinding, machine tending and other tasks that may involve metal shavings, sawdust, oils or other liquids."
        ],
        "name": "JAKA Pro 12 Specifications",
        "basicImg": "/assets/product_comparison/ko/jaka_pro_12_basic.png",
        "commonImg": "/assets/product_comparison/ko/jaka_pro_12_common.png",
        "feature_title": "The features of the JAKA Pro 12",
        "field_title": "Best applications for JAKA Pro 12"
      },
      "16": {
        "pageTitle": "JAKA Pro 16 Collaborative Robots",
        "imgSrc": "/assets/jaka_pro/jaka_pro_16.png",
        "about": [
          "The JAKA Pro 16, the largest of the Pro series, can handle payloads of up to 16kg, with a working radius of 1713mm.",
          "It’s ideal for cutting metal, grinding, tending machines and tasks that include metal shavings, sawdust, oils or other liquids.",
          "Its IP68 grade protection ensures that it can operate fully in dusty or wet environments, making it ideal for machining, automotive, agriculture, the food industry and more.",
          "The JAKA Pro series has been designed with tough working conditions in mind. It can operate in environments that range in temperature from -10C to +50C."
        ],
        "name": "JAKA Pro 16 Specifications",
        "basicImg": "/assets/product_comparison/ko/jaka_pro_16_basic.png",
        "commonImg": "/assets/product_comparison/ko/jaka_pro_16_common.png",
        "feature_title": "The features of the JAKA Pro 16",
        "field_title": "Best applications for JAKA Pro 16"
      }
    },

    "pro_features": {
      "id1": {
        "name": "Graphical Programming",
        "description": "Intuitive graphical programming soft\n - ware requires no prior programming experience. Anyone can easily set and adjust positions and tasks."
      },
      "id2": {
        "name": "Drag Teaching",
        "description": "With easy drag teaching and six highly flexible joints, the robot instantly remembers any position it is moved to."
      }
    },

    "pro16_features": {
      "id1": {
        "name": " Complete Protection",
        "description": "Even in harsh environments, the JAKA Pro 16 is well protected. Its IP68 protection grade ensures that water, dust and oil will not interfere with functionality."
      },
      "id2": {
        "name": " Safe Human - cobot Collaboration",
        "description": "JAKA Pro 16 has built-in torque feedback and collision detection features, eliminating the need for safety fences"
      },
      "id3": {
        "name": " Plug and Play",
        "description": "The installation of our cobots is fast, easy and flexible. They can be mounted at any angle and will begin working immediately once placed"
      },
      "id4": {
        "name": "Remote Monitoring",
        "description": "Monitor the collaborative robot's work and set notifications with a unique security authentication system."
      },
      "id5": {
        "name": "Graphical Programming",
        "description": "Intuitive graphical programming soft\n - ware requires no prior programming experience. Anyone can easily set and adjust positions and tasks."
      },
      "id6": {
        "name": "Drag Teaching",
        "description": "With easy drag teaching and six highly flexible joints, the robot instantly remembers any position it is moved to."
      }
    }
  },

  "news_slider": {
    "title": "Latest News"
  },

  "aikiosk": {
    "title": "AI Kiosk",
    "solution": "Integrated Solution",
    "menu": {
      "freephoto": "Freephoto Kiosk",
      "feveralarm": "Fever Alarm",
      "vendingmachine": "Vending Machine"
    },
    "description": {
      "freephoto": [
        "It is a free photo printing service device developed in response to the explosive growth of smartphone photography.",
        "It is a proven, innovative advertising medium that attracts attention as a 'marketing platform where customers line up to receive ads.'"
      ],
      "feveralarm": [
        "Fever Alarm is a QR code-based thermal imaging access control system.",
        "It is a “completely contactless thermal access control system” that allows you to safely check the fever level and record a visit record without contacting",
        "and leave a visit record at the same time without contact."
      ],
      "vendingmachine": [
        "The world's first pressure-cooker instant ramen vending machine.",
        "It is a smart vending machine that manages sales information and market conditions in real time,",
        "outdoor parks, universities, and academies."
      ]
    },
    "spec": "Specifications"
  },

  "amr": {
    "title": "AMR",
    "solution": "Integrated Solution",
    "menu": {
      "tseries": "T Series",
      "lseries": "L Series"
    },
    "description": {
      "tseries": [
        "THIRA AMRs are all equipped with next-generation drive technology",
        "and can carry payloads ranging from 200 kg (441 lbs)-1,000 kg (2,205 lbs) to perfectly fit into your end-to-end robotics solution."
      ],
      "lseries": [
        "THIRA AMRs are all equipped with next-generation drive technology",
        "and can carry payloads ranging from 200 kg (441 lbs)-1,000 kg (2,205 lbs) to perfectly fit into your end-to-end robotics solution."
      ]
    },
    "lseries_description": [
      "The L200 can carry a maximum of 200kg of cargo.",
      "This model has a ground clearance of 170mm, making it compatible with existing low-height trolleys without the need for replacement. Additionally, it can smoothly pass through congested and narrow passages with heavy traffic."
    ],
    "spec": "Specifications"
  },

  "news": {
    "title": "Latest News"
  },

  "company": {
    "title": "Company",
    "menu": {
      "greeting": "CEO's greeting",
      "history": "History",
      "location": "Location",
      "partners": "Partners"
    },
    "greeting": {
      "item1": "Welcome to Podosee!",
      "item2": "Podosee is a place where people with different backgrounds and experiences come together.",
      "item3": "However, we all look in the same direction.",
      "item4": "In that environment, we are working together to achieve our dreams.",
      "item5": "Think free, thank all!",
      "item6": "Podosee corporate ideology can contribute to everyone by freely expressing individual thoughts.",
      "item7": "It is about creating opportunities to thank the world by providing goods and services.",
      "item8": "We will increase the value of life and pursue happiness in the changing times.",
      "item9": "We will grow with our best effort.",
      "item10": "I wish everyone who visited the website good health and good luck.",
      "item11": "Thank you.",
      "item12": "CEO Mo Shin-hee"
    },
    "location": "ADDRESS 709, 10, Seonyu-ro 9-gil, Yeongdeungpo-gu, Seoul (Mullae SK V1 Center)",
    "partners": {
      "agency": "Agency",
      "government": "Government",
      "domestic": "Domestic Company",
      "overseas": "Overseas Company"
    }
  },

  "contact": {
    "title": "Contact Us",
    "description": [
      "If you have any questions,",
      "please fill out the form below and a representative will check it out and get back to you."
    ],
    "inquiry_options": [
      "Product Inquiry",
      "Distributor Inquiry",
      "Maintenance Inquiry",
      "Other Inquiry"
    ],
    "form": {
      "inquiry_type": "Inquiry Type",
      "company_name": "Company Name",
      "name": "Name",
      "job_title": "Job Title",
      "phone": "Phone Number",
      "email": "E-mail",
      "title": "Subject",
      "message": "Contact",
      "agree": "I agree to the privacy policy"
    },
    "placeholders": {
      "company_name": "Please enter your company name.",
      "name": "Please enter your name.",
      "job_title": "Please enter your job title.",
      "phone": "Please enter your phone number.",
      "email": "Please enter your e-mail.",
      "title": "Please enter the inquiry title.",
      "message": "Please enter your inquiry."
    },
    "submit": "Submit",
    "alerts": {
      "success": {
        "title": "Thank you!",
        "message": "Your message has been sent successfully."
      },
      "failure": "Sending failed! Please try again.",
      "agree_required": "You must agree to the collection and use of personal information."
    },

    "privacy_policy": {
      "privacy_policy": "Privacy Policy",
      "company_info": "Podosee.inc (hereinafter referred to as 'the company') adheres to the Personal Information Protection Act to protect the privacy and rights of users and to facilitate the resolution of any issues related to personal information.",
      "company_policy_update": "Podosee.inc (hereinafter referred to as 'the company') will notify users of any updates to the privacy policy through website notices (or individual notices).",
      "policy_effective_date": "This policy is effective from July 4, 2022.",
      "company_privacy_content": "The company's privacy policy includes the following contents:",
      "item1": "1. Personal information items collected",
      "item2": "2. Purpose of collection and use of personal information",
      "item3": "3. Retention and use period of personal information",
      "item4": "4. Procedures and methods of personal information destruction",
      "item5": "5. Provision of personal information",
      "item6": "6. Outsourcing of collected personal information",
      "item7": "7. Rights of users and legal representatives and how to exercise them",
      "item8": "8. Installation, operation, and refusal of automatic personal information collection devices",
      "item9": "9. Personal information complaint service",
      "item10": "10. Other",
      "item11": "11. Obligation to notify",
      "item1_explanation1": "This site allows free access to content without a separate membership registration process. However, personal information is collected only when users leave inquiries with the company. The personal information collected by the company is as follows:",
      "item1_explanation2": "(Podosee, hereinafter referred to as 'the company') collects personal information as follows for product inquiries and other purposes.",
      "item1_explanation3": "1) Items collected",
      "item1_explanation4": "① Product inquiry - Items collected: Name, Contact, Company name, Email",
      "item1_explanation5": "② During the process of using internet services, the following personal information may be automatically generated and collected: - IP address, Cookies, MAC address, Service usage records, Visit records, Improper usage records, etc.",
      "item2_explanation1": "The company processes collected personal information for the following purposes. The personal information being processed will not be used for purposes other than the following, and if the purpose of use is changed, the company will take necessary steps such as obtaining separate consent in accordance with Article 18 of the Personal Information Protection Act.",
      "item2_explanation2": "1) Product inquiry",
      "item2_explanation3": "① Personal information is processed for the purpose of contacting and notifying users, and communicating processing results in response to inquiries.",
      "item3_explanation1": "In principle, personal information will be destroyed without delay after the purpose of collection and use has been achieved. However, if retention is necessary under relevant laws, the company will retain the personal information for a certain period as stipulated by the laws.",
      "item3_explanation2": "1) Records related to identity verification",
      "item3_explanation3": "① Retention reason: Act on Promotion of Information and Communications Network Utilization and Information Protection",
      "item3_explanation4": "② Retention period: 6 months",
      "item3_explanation5": "2) Visit records",
      "item3_explanation6": "① Retention reason: Communications Privacy Protection Act",
      "item3_explanation7": "② Retention period: 3 months",
      "item4_explanation1": "The company will destroy personal information without delay after the purpose of collection and use has been achieved. The procedures and methods of destruction are as follows:",
      "item4_explanation2": "1) Destruction procedure",
      "item4_explanation3": "Information entered by users during membership registration will be moved to a separate database (or separate filing cabinet for paper documents) and will be stored for a certain period according to internal policies and related legal requirements before being destroyed. The personal information moved to the separate database will not be used for any other purposes unless required by law.",
      "item4_explanation4": "2) Destruction method",
      "item4_explanation5": "Personal information stored in electronic file form will be deleted using technical methods that prevent recovery of records.",
      "item5_explanation1": "The company generally does not provide users' personal information to third parties. However, the following are exceptions:",
      "item5_explanation2": "① If the user has given prior consent",
      "item5_explanation3": "② If required by law or requested by law enforcement authorities under the prescribed procedures for investigation purposes",
      "item6_explanation1": "The company does not outsource users' personal information to external parties without their consent.",
      "item6_explanation2": "If such outsourcing becomes necessary in the future, the company will notify the user of the outsourcing target and the scope of outsourcing and will obtain prior consent if necessary.",
      "item7_explanation1": "Users can view or modify their registered personal information at any time.",
      "item7_explanation2": "To view or modify personal information, users should contact the Personal Information Management Officer via written or email request, and the company will take prompt action.",
      "item7_explanation3": "If a user requests correction of erroneous personal information, the company will not use or provide the information until the correction is completed.",
      "item7_explanation4": "If erroneous personal information has already been provided to a third party, the company will promptly notify the third party of the correction and ensure the correction is made.",
      "item7_explanation5": "Personal information that has been deleted or terminated by a user's request will be processed in accordance with the 'Retention and Use Period of Personal Information' and will not be used for any other purpose.",
      "item8_explanation1": "The company uses cookies and other devices to store and retrieve your information periodically. A cookie is a small text file sent from the company's server to your browser, which is stored on your computer's hard disk. The company uses cookies for the following purposes:",
      "item8_explanation2": "① Purpose of using cookies: Analyzing the frequency and duration of visits, identifying users' preferences and areas of interest, tracking user behavior, and providing targeted marketing and personalized services.",
      "item8_explanation3": "② How to reject cookies: Users can set their web browser options to allow all cookies, confirm each time cookies are stored, or reject all cookies.",
      "item9_explanation1": "The company has designated a Personal Information Management Officer to protect users' personal information and handle complaints related to personal information.",
      "item9_explanation2": "① Personal Information Protection Officer: CEO Mo Shin-Hee",
      "item9_explanation3": "② Email: cutshion@cutshion.com",
      "item9_explanation4": "Users can report any personal information protection-related complaints to the Personal Information Management Officer. The company will provide prompt and sufficient responses to the complaints.",
      "item9_explanation5": "For other personal information violations, users can contact the following institutions:",
      "item9_explanation6": "1. Personal Information Protection Center (privacy.kisa.or.kr / 02-405-5118)",
      "item9_explanation7": "2. Information Protection Mark Certification Committee (www.eprivacy.or.kr / 02-580-9531~2)",
      "item9_explanation8": "3. Supreme Prosecutor's Office Cybercrime Reporting (spo.go.kr / 02-3480-2000)",
      "item9_explanation9": "4. National Police Agency Cyber Safety Division (www.ctrc.go.kr / 1566-0112)",
      "item10_explanation1": "This 'Privacy Policy' does not apply to the personal information collection practices of external websites linked to the homepage.",
      "item11_explanation1": "In the event that this privacy policy is changed, users will be notified at least 7 days prior to the changes via the homepage."
    }
  }
}
